Repository: 4marketing/4dem-gravityforms
Catalog: gravityformsadvision-4dem/languages/gravityformsadvision-4dem-*.po
Languages: it_it

source: Subscribe user to 4Dem only when payment is received.
it_it: Iscrivi l'utente alla Newsletter 4Dem quando il pagamento è ricevuto.

source: 4Dem makes it easy to send email newsletters to your customers, manage your subscriber lists, and track campaign performance. Use Gravity Forms to collect customer information and automatically add it to your 4Dem subscriber list. If you don't have a 4Dem account, you can %1$ssign up for one here.%2$s
it_it: 4Dem ti permette di inviare con semplicità campagne newsletter ai tuoi iscritti, gestire le liste di iscrizione e monitorare le performance delle tue campagne. Utilizza Gravity Forms per raccogliere i dati degli utenti ed inviarli automaticamente alla console di 4Dem. Se non hai ancora un account 4Dem puoi %1$screarne subito uno grauitamente.%2$s

source: 4Dem APIkey
it_it: APIkey 4Dem

source: 4Dem Custom Field
it_it: Campo personalizzato 4Dem

source: 4Dem Feed Settings
it_it: Impostazoni del feed 4Dem

source: Name
it_it: Nome

source: Enter a feed name to uniquely identify this setup.
it_it: Inserisci un nome che identifichi univocamente questo feed.

source: 4Dem List
it_it: Lista di iscrizione 4Dem

source: Select the 4Dem list you would like to add your contacts to.
it_it: Seleziona la lista 4Dem a cui vuoi iscrivere gli utenti che compilano il form.

source: Custom Fields Mapping
it_it: Mappatura campi personalizzati

source: Associate your 4Dem custom fields to the appropriate Gravity Form fields by selecting the appropriate form field from the list.
it_it: Associa i campi personalizzati della lista 4Dem con i campi del modulo di Gravity Form.

source: Conditional Logic
it_it: Ligica condizionale

source: When conditional logic is enabled, form submissions will only be exported to 4Dem when the conditions are met. When disabled all form submissions will be exported.
it_it: Quando definisci una logica condizionale, i form inviati vengono elaborati dal modulo 4Dem solamente quando le condizioni impostate sono verificate. Quando disabilitate tutti i form sono processati anche da 4Dem.

source: Could not load 4Dem contact lists. %sError: %s
it_it: Impossibile caricare le liste di 4Dem %sError: %s

source: No lists found.
it_it: Nessuna lista trovata.

source: Select a 4Dem List
it_it: Seleziona una lista di 4Dem

source: Email Address
it_it: Indirizzo email

source: Advision_4Dem List
it_it: Lista 4Dem

source: Unable to process feed because API could not be initialized.
it_it: Impossibile processre il feed in quanto le API non possono essere inizializzate.

source: A valid Email address must be provided.
it_it: Devi inserire un indirizzo email valido.

source: Unable to add/update subscriber: %s
it_it: Impossibile aggiungere/modificare l'utente: %s
